---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Control
source: html/4785c983-f6c7-b53c-046f-66ca284d891d.htm
---
# Control Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.